Repository: common-repository/ts-comfort-database
Catalog: languages/tsinf_comfortdb_plugin_textdomain-*.po
Languages: de_de

source: Selected Elements:
de_de: Ausgewählte Elemente:

source: Select Action
de_de: Aktion wählen

source: ZIP selected files
de_de: Ausgewählte Dateien komprimieren (ZIP)

source: Delete selected files
de_de: Ausgewählte Dateien löschen

source: Go
de_de: Start

source: Primary Key
de_de: Primärschlüssel

source: Foreign Key
de_de: Fremdschlüssel

source: REFERENCES
de_de: VERWEIST AUF

source: An error occured
de_de: Es ist ein Fehler aufgetreten

source: Invalid Post Data
de_de: Übertragene Daten ungültig

source: Invalid Row Data
de_de: Zeilendaten ungültig

source: Query Error
de_de: Abfrage Fehler

source: Server Response not readable
de_de: Antwort des Servers ist nicht lesbar

source: Do you really want to delete the selected rows?
de_de: Die ausgewählten Datensätze wirklich löschen?

source: Copy to clipboard
de_de: In die Zwischenablage kopieren

source: Export ist finished. Go to File Manager and download your file:
de_de: Der Export ist abgeschlossen. Gehen Sie zum Datei-Manager und laden Sie Ihre Datei herunter:

source: File Manager
de_de: Dateimanager

source: Database
de_de: Datenbank

source: Comfort DB Settings
de_de: Comfort DB Einstellungen

source: Settings
de_de: Einstellungen

source: You do not have sufficient permissions to access this page.
de_de: Sie haben keine Berechtigung auf diese Seite zuzugreifen.

source: Loading Symbol made with loading.io
de_de: Loading Symbol wurde erstellt mit loading.io

source: Rows per Site (Limit)
de_de: Datensätze pro Seite (Limit)

source: Show Adminbar Menu
de_de: Adminbar-Menü anzeigen

source: Disable Initial load of Meta Data in Table Overview
de_de: Deaktivieren des initialen Ladens von Metadaten in der Tabellenübersicht

source: Main Settings
de_de: Allgemeine Einstellungen

source: Comfort Database Style
de_de: Comfort Database Erscheinungsbild

source: New Dataset
de_de: Neuer Datensatz

source: Edit Dataset
de_de: Datensatz bearbeiten

source: Search Table
de_de: Tabelle durchsuchen

source: Back to Table
de_de: Zurück zur Tabelle

source: Affected Rows
de_de: Betroffene Reihen

source: Save Data
de_de: Daten speichern

source: Unlock Key Field
de_de: Schlüsselfeld entsperren

source: Lock Key Field
de_de: Schlüsselfeld sperren

source: Auto Increment Column
de_de: Auto Inkrement Spalte

source: NULL possible
de_de: NULL möglich

source: Value is set to NULL
de_de: Wert ist auf NULL gesetzt

source: Search Data
de_de: Suchen

source: Unlock Auto Increment Field
de_de: Auto Inkrement Spalte entsperren

source: Lock Auto Increment Field
de_de: Auto Inkrement Spalte sperren

source: Back to Table-Overview
de_de: Zurück zur Tabellen Übersicht

source: Back to Search Form
de_de: Zurück zum Suchformular

source: Table
de_de: Tabelle

source: %d Entries
de_de: %d Einträge

source: %d Rows per Page
de_de: %d Datensätze pro Seite

source: No identifier in this table found - Read only mode
de_de: Diese Tabelle enthält keine eindeutige Spalte - Nur-Lese-Modus

source: Turn columns off and on in current view
de_de: Spalten in dieser Ansicht ein-/ausblenden

source: Columns
de_de: Spalten

source: Select an action
de_de: Aktion wählen

source: Actions
de_de: Aktionen

source: Delete selected rows
de_de: Ausgewählte Zeilen löschen

source: Export selected rows to CSV
de_de: Ausgewählte Zeilen in CSV

source: Switch to another page
de_de: Seite wechseln

source: Page: %s
de_de: Seite: %s

source: Page
de_de: Seite

source: Switch to another table
de_de: Tabelle wechseln

source: Table: %s
de_de: Tabelle: %s

source: Create a new dataset in table
de_de: Neuen Datensatz für diese Tabelle erstellen

source: Filter table content
de_de: Tabelleninhalt filtern

source: Search
de_de: Suchen

source: Edit
de_de: Bearbeiten

source: Cell-Options
de_de: Zell-Optionen

source: Name of your WordPress Database: %s (%s MB) - MySQL Version %s - PHP Version %s - WordPress Version %s
de_de: Name der WordPress Datenbank: %s (%s MB) - MySQL Version %s - PHP Version %s - WordPress Version %s

source: Table Name
de_de: Tabellenname

source: Entries
de_de: Einträge

source: Size
de_de: Größe

source: Click to load
de_de: Zum laden klicken

source: Full Text Search
de_de: Volltextsuche

source: Search Results in following tables
de_de: Suchergebnisse in folgenden Tabellen

source: Search Result Count
de_de: Ergebnisanzahl

source: Full Text Search: %s in Table %s
de_de: Volltextsuche: %s in Tabelle %s

source: Back to Overview
de_de: Zurück zur Übersicht

source: Switch to previous page
de_de: Zur vorherigen Seite wechseln

source: Switch to next page
de_de: Zur nächsten Seite wechseln

source: Database Tables
de_de: Datenbank Tabellen

source: Open your database tables directly
de_de: Datenbanktabellen direkt öffnen

source: Upload Directory not exists
de_de: Upload-Verzeichnis ist nicht vorhanden

source: TS Comfort Database: Upload directory not exists!
de_de: TS Comfort Database: Upload-Verzeichnis nicht vorhanden!

source: TS Comfort Database: Upload directory is not writable!
de_de: TS Comfort Database: Upload-Verzeichnis ist nicht beschreibbar!

source: You do not have the permission to call this page.
de_de: Sie haben keine Berechtigung auf diese Seite zuzugreifen.

source: SQL Exporter BETA
de_de: Datenbank Explorer für WordPress

source: Tables
de_de: Tabellen

source: Structure
de_de: Struktur

source: Data
de_de: Daten

source: Options
de_de: Optionen

source: Add CREATE DATABASE (Ignored on Split Export)
de_de: CREATE DATABASE hinzufügen (Ignoriert bei Split Export)

source: Disable Foreign Key Checks
de_de: Deaktivieren von Fremdschlüsselprüfungen

source: Summarize Script(s) in a TRANSACTION
de_de: Skripte in einer TRANSACTION zusammenfassen

source: Create seperate files per table (Split Export)
de_de: Erstellen separater Dateien pro Tabelle (Split Export)

source: Start Export
de_de: Export starten

source: Exporting ...
de_de: Exportieren ...

source: Global Post Search
de_de: Globale Post Suche

source: TS Comfort Database: Post Search
de_de: TS Comfort Database: Post Suche

source: Enter Searchword here
de_de: Suchbegriff hier eingeben

source: Search in Post Types
de_de: In Post Typen suchen

source: Search in Posts with Status
de_de: Suche in Beiträgen mit Status

source: Search in Post Fields
de_de: Suchen in Beitragsfeldern

source: Post-ID
de_de: Beitrags-ID

source: Post-Title
de_de: Beitrags-Titel

source: Post-Content
de_de: Beitrags-Inhalt

source: Post-Meta Key
de_de: Beitragsfeld-Schlüssel (Meta-Key)

source: Post-Meta Value
de_de: Beitragsfeld-Wert (Meta-Value)

source: Sort Results
de_de: Ergebnisse sortieren

source: --- Select Field ---
de_de: --- Feld auswählen ---

source: ascending
de_de: aufsteigend

source: descending
de_de: absteigend

source: Title
de_de: Titel

source: Parent
de_de: Eltern-Beitrag

source: Type
de_de: Typ

source: Comments
de_de: Kommentare

source: Created
de_de: Erstellt

source: Modified
de_de: Verändert

source: Load more Results
de_de: Mehr Ergebnisse laden

source: TS Comfort DB Message: Please be careful by using this plugin. If you work on your wordpress database you work on the open heart of wordpress. Be sure, you know what you do! Make a backup of your database and ensure that the created backup is working, before working on the database with this plugin!
de_de: TS Comfort DB Nachricht: Bitte seien Sie vorsichtig mit diesem Plugin. Wenn Sie an Ihrer WordPress-Datenbank arbeiten, arbeiten Sie am offenen Herzen von WordPress. Seien Sie sicher, Sie wissen, was Sie tun! Machen Sie eine Sicherungskopie Ihrer Datenbank und stellen Sie sicher, dass die erstellte Sicherung funktioniert, bevor Sie an der Datenbank mit diesem Plugin arbeiten!

source: I know the risk. Do not show this message again
de_de: Ich kenne das Risiko. Nachricht dauerhaft ausblenden

source: Database Explorer for WordPress
de_de: Datenbank Explorer für WordPress
